;Language file of Revo Uninstaller Pro
;This section must use English
[Info]
Language= عربي/Arabic
WebLang=ARJ
Translator=VS Revo Group
Codepage=UNICODE 
Version=5.1.7


[Uninstaller Toolbar]
102 = عرض
103 = خيارات
104 = الغاء التثبيت
105 = الادوات
106 = وضع الصياد
107 = قائمة
108 = ايقونات
109 = التفاصيل
110 = الغاء التثبيت
111 = ازالة الدخول
112 = انعاش
113 = هل انت متاكد من انك تريد ازالة الادخال المحدد؟
114 = هل انت متاكد من انك تريد الغاء تثبيت البرنامج المحدد؟
115 = تحديث تلقائي
116 = تعليمات
117 = تعليمات الاداة الحالية ...
118 = الصفحة الرئيسية...
119 = حول...
120 = انت لست مسؤلا!
121 = هل انت متاكد من انك تريد الغاء تثبيت مكون النظام المحدد?\n قف ، الا اذا كنت متاكدا مما تفعله!
122 = هي وضع الصياد. يمنحك هذا الوضع المرونة لالغاء التثبيت او الايقاف او الحذف او التعطيل من البدء التلقائي بنقرة واحدة فقط. Revo Uninstaller يعرض لك برنامج الغاء التثبيت جميع البرامج والمكونات المثبتة لكل من المستخدمين الحاليين وجميعهم. في نوع العرض "التفاصيل" ، او من خلال قائمة السياق ، يمكنك الوصول الى معلومات اضافية (روابط وخصائص حول عمليات التثبيت). الميزة الاساسية ل 
123 = بحث
124 = وجد:
125 = هل انت متاكد من انك تريد ازالة مكون النظام المحدد من مكتب التسجيل \nقد يكون هذا المكون مطلوبا من قبل نظام تشغيلك!
126 =  لن تبدا تلقائيا بعد الآن!
127 =  تم ضبطه عند البدء التلقائي
128 = %s مثبت في نفس الموقع مثل %s!\nسيعثر على البقايا من كلا التطبيقين! تحقق بعناية من العناصر التي تريد ازالتها!
129 = لغاء التثبيت MSI القسري

[Uninstaller List]
150 = التطبيق
151 = الحجم
152 = الاصدار
153 = تاريخ التثبيت
154 = الشركة
155 = الموقع الالكترونى
156 = التعليق
157 = الغاء تثبيت السلسلة
158 = مفتاح مكتب التسجيل
159 = المثبت

[Uninstaller StatusBar]
201 = المنشات: 
202 = تحميل...

[Registry Optimizer]
302 = حدد مكان المسح الضوئي
303 = قائمة ابدا

[Autorun Toolbar]
407 = تشغيل
408 = قتل
409 = ازالة
410 = العناصر:
411 = ممكن
412 = باستخدام "ادارة التشغيل التلقائي"، لا يمكنك فقط تمكين التطبيقات او تعطيلها من بدء التشغيل التلقائي عند بدء تشغيل وندوز ولكن يمكنك ايضا الحصول على مزيد من المعلومات حول هذا التطبيق المحدد. يمكنك الحصول على مسار التشغيل والوصف والناشر والحالة (قيد التشغيل او غير قيد التشغيل) وموقع امر بدء التشغيل (اما في السجل او ملف على القرص الثابت).

[Autorun List]
450 = اسم بدء التشغيل
451 = مسار الاطلاق
452 = الوصف
453 = الناشر
454 = حالة
455 = مكان
456 = تشغيل
457 = لا يعمل
458 = غير صالح
459 = عملية القتل
460 = تشغيل العملية
461 = فتح مجلد يحتوي على
462 = انتقل الى الموقع
463 = نسخ مسار التشغيل
464 = ازالة محدد
465 = ازالة كل ما هو غير صالح
466 = ازالة الكل لا يعمل
467 = ازالة كل المعطلين
468 = خصائص...
470 = هل انت متاكد من انك تريد اغلاق التطبيق المحدد؟\nسيتم فقدان اي بيانات غير محفوظة! !
471 = هل انت متاكد من انك تريد حذف العنصر المحدد؟
472 = هل انت متاكد من انك تريد حذف جميع العناصر غير الصالحة؟
473 = هل انت متاكد من انك تريد حذف جميع العناصر التي لا تعمل؟
474 = هل انت متاكد من انك تريد حذف جميع العناصر المعطلة؟
475 = الامر غير موجود!
476 = مجهول
477 = تعطيل بدء التشغيل التلقائي
478 = تمكين بدء التشغيل التلقائي

[Outlook Control]
300 = الامثل
301 = محسن مكتب التسجيل
400 = مدير التشغيل التلقائي
500 = منظف المسارات
501 = منظف المتصفحات
600 = منظف مايكروسوفت اوفيس
700 = منظف ويندوز
800 = مزيل الادلة
900 = حذف غير قابل للاسترداد
2100 = ادوات ويندوز
2200 = منظف الملفات غير المرغوبة

[Track Cleaner Browsers]
507 = امسح الكل
508 = مسح محفوظات صفحات الويب التي تمت زيارتها
509 = حذف محفوظات شريط العناوين
510 = احذف ملفات الانترنت المؤقتة
511 = حذف ملفات تعريف الارتباط
512 = Index.dat حذف ملفات
513 = تنفيذ
514 = حذف محفوظات التنزيل
515 = حذف محفوظات الجلسات
516 = حذف محفوظات النماذج
517 = الغاء التثبيت
518 = هل انت متاكد من انك تريد مسح جميع بيانات السجل المحددة؟
521 = هل انت متاكد من انك تريد مسح بيانات محفوظات متصفح الانترنت؟
522 = Firefox هل انت متاكد من انك تريد مسح بيانات سجل ؟
523 = Opera هل انت متاكد من انك تريد مسح بيانات محفوظات؟
524 = Netscape هل انت متاكد من انك تريد مسح بيانات محفوظات
525 = ، يمكنك حذف ملفات الانترنت المؤقتة التي تحتوي على جميع الصور التي شاهدتها وجميع مقاطع الفيديو عبر الانترنت التي شاهدتها وجميع صفحات الويب التي قمت بزيارتها. يمكن ان يؤدي حذف ملفات انترنت المؤقتة الى تحرير مساحة كبيرة على قرصك الثابت.يسجل متصفحك تفاصيل حول كل موقع ويب قمت بزيارته على الاطلاق. يمكن الوصول الى المعلومات بسهولة من نافذة متصفحك ، وبمجرد الضغط على زر ، يمكن لاي شخص معرفة المكان الذي كنت تتصفح فيه على الويب! باستخدام 
526 = اغلق متصفح الانترنت الخاص بك قبل تنظيف آثاره.
527 = في المرة التالية التي تتم فيها اعادة تشغيل الحاسوب Index.dat سيتم حذف ملفات 
599 = تتبع عمليات التنظيف للعناصر المحددة قد اكتملت!

[Office Track Cleaner]
601 = مسح
607 = Microsoft Word مسح تواريخ المستندات الاخيرة
608 =  Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 and Word 2016 تضمين
609 = Microsoft Excel مسح تاريخ المستندات الاخيرة
610 =  Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 and Excel 2016 يتضمن
611 = Microsoft Access مسح تواريخ المستندات الاخيرة
612 =  Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 and Access 2016 يتضمن
613 = Microsoft PowerPoint مسح تواريخ المستندات الاخيرة
614 =  PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 and PowerPoint 2016 تضمين
615 = Microsoft FrontPage مسح تواريخ المستندات الاخيرة
616 =  FrontPage 2000, FrontPage XP and FrontPage 2003 تضمين
617 = ، فما عليك سوى تحديد انواع الملفات التي لا تريدها والنقر فوق الزر "مسح". لن تكون الملفات المستخدمة مؤخرا لانواع البرامج التي اخترتها متوفرة. Microsoft Office  اذا كنت لا تريد ان يرى شخص آخر آخر جداول بيانات او مستندات او ملفات اخرى تم فتحها او تحريرها باستخدام Microsoft Word, Excel, Access, PowerPoint and FrontPage. بازالة محفوظات احدث الملفات المستخدمة في Microsoft Office Cleaner يسمح لك

[Windows Tracks Cleaner]
701 = مسح
707 = مسح تواريخ المستندات الحديثة
708 = مسح محفوظات تشغيل قائمة ابدا
709 = مسح تاريخ البحث عن الملفات
710 = مسح الطابعات واجهزة الحاسوب والاشخاص الذين يبحثون عن التواريخ
711 = افراغ الحافظة
712 = "MS Paint" مسح محفوظات الملفات الحديثة 
713 = "MS Wordpad"مسح محفوظات الملفات الحديثة 
714 = مسح سجل مكتب التسجيل تاريخ المفتاح المفتوح
715 = مسح مربع الحوار شائع فتح/حفظالتواريخ الاخيرة
716 = مسح مربع الحوار شائع تاريخ آخر زيارة للمجلد
717 = افراغ سلة المحذوفات
718 = حذف ملفات وندوز المؤقتة
719 = حذف سجلات استخدام قائمة "ابدا"
720 = يحتفظ وندوز مايكروسوفت بمسارات العديد من الاشياء التي تقوم بها مع حاسوبك مثل محفوظات البحث عن الملفات (عند البحث عن الملفات والمجلدات) ، ومحفوظات المستندات التي تم فتحها مؤخرا ، ومحفوظات فتح/حفظ المستخدمة في مربعات حوار الملفات القياسية من تطبيقات مختلفة والعديد من الاشياء الاخرى.يسمح لك منظف وندوز  بازالة كل هذا السجل والملفات المؤقتة. يمكنك ايضا افراغ سلة المحذوفات وحذف الملفات المؤقتة التي يمكن ان تحرر الكثير من مساحة القرص الثابت.
721 = explorer.exe سيتم حذف سجل التشغيل بعد اعادة تشغيل عملية
722 = آثار في سجل ويندوز
723 = آثار على محرك الاقراص الثابتة المحلي
724 = حذف ملفات تفريغ ذاكرة التعطل
725 = حذف فحص القرص (فحص القرص) اجزاء الملف المستردة


[Evidence Remover]
802 = تنفيذ
803 = محو
804 = يرجى الانتظار حتى يتم اجراء المسح.
805 = اكمال
806 = ضع علامة اختيار على محركات الاقراص التي تحتوي على آثار وادلة على عملك الذي تريد حذفه. تؤثر هذه الاداة فقط على البيانات المحذوفة بالفعل. تحذير: بعد اكتمال العملية ، سيكون من المستحيل استرداد ملفاتك المحذوفة!
807 = عند افراغ "سلة محذوفات وندوز يتم وضع علامة على الملفات والمجلدات الخاصة بك فقط على انها محذوفة ولكن لا يتم مسحها فعليا. ستقوم هذه الاداة بمسح الملفات والمجلدات التي تم حذفها بالفعل ولكن تم تركها على محرك الاقراص الثابتة بشكل دائم. بغض النظر عن الاداة التي تحاول انت او اي شخص آخر استخدامها لاستعادة البيانات ، ستكون النتيجة هي نفسها ، لا شيء. - البيانات التي تم محوها باستخدام مزيل الادلة من المستحيل استردادها!
808 = هل انت متاكد من انك تريد محو الآثار والادلة المتبقية على محركات اقراص محددة؟

[Unrecoverable Delete]
912 = قائمة الملفات والمجلدات التي سيتم حذفها والتي سيكون من المستحيل استردادها
913 = الملفات
914 = المجلدات
915 = ادراج الملفات التي تريد حذفها وازالتها من النظام. لا يمكن استرداد هذه الملفات بواسطة اي اداة برمجية!
916 = ادراج المجلدات التي تريد حذفها وازالتها من النظام. لا يمكن استرداد هذه المجلدات بواسطة اي اداة برمجية!
917 = اضافة ملفات ليتم حذفها
918 = اضافة مجلدات ليتم حذفها
919 = حذف الى الابد
920 = مسح القائمة
921 = اذا كنت ترغب في حذف ملف او مجلد بشكل آمن (للتاكد من انه لا يمكن لاي شخص ، باستخدام اي اداة ، ان يتمكن من استرداد هذا الملف او المجلد) ، فاستخدم حذف غير قابل للاسترداد. لا يعني حذف الملفات وافراغ سلة محذوفات وندوز ان هذه الملفات قد اختفت الى الابد ، فهي لا تزال موجودة على محرك الاقراص الثابتة ويمكن لاي شخص استرداد البيانات المحذوفة بسهولة بالغة. تجعل اداة الحذف غير القابلة للاسترداد هذا مستحيلا لانها تمحو فعليا جميع الملفات والمجلدات المحددة.
922 = هل انت متاكد من انك تريد حذف الملفات والمجلدات المحددة الى الابد؟

[Options Tree]
1001 = خيارات
1002 = تصدير كل الاعدادات
1003 = استيراد كل الاعدادات
1100 = عام
1200 = الغاء التثبيت

[General]
1101 = اللغة الحالية:
1102 = الوضع المتقدم
1103 = التحقق من وجود تحديث عند بدء التشغيل
1104 = التحديث تلقائيا في الخلفية

[Uninstaller Options]
1201 = اظهار تحديثات النظام
1202 = اظهار مكونات النظام
1204 = قم بتشغيل برنامج الغاء التثبيت المدمج فقط
1205 = (غير معتمد في نظام التشغيل وندوز فستا
1206 = انشاء نقطة استعادة النظام قبل ازالة التثبيت
1208 = تعطيل ميزة تواريخ الغاء التثبيت
1209 = اظهار اختصارات صفحات الويب

[Auto Update]
1907 = تحديث
1908 = معلومات الاصدار
1909 = النسخة الحالية:
1910 = احدث اصدار:
1911 = تحميل
1912 = احصل على احدث اصدار
1913 = ما الجديد
1914 = التحقق...
1915 = خطا في الاتصال...
1916 = وقف
1917 =  %s من %s الذي تم تنزيله 
1918 = (الحجم الاجمالي مجهول) %s تم تنزيلة
1919 = Revo Uninstaller Pro يرجى التحقق مما اذا كان اتصالك بالانترنت نشطا ولم يتم حظر جدار حمايتك www.revouninstaller.com. تعذر الاتصال Revo Uninstaller Pro
1920 = خطا: فشل التحقق من وجود اصدار جديد. لا يوجد اتصال بالانترنت.
1921 = تحميل...
1922 = بدء التحديث...
1923 = منجز
1924 = لا يوجد تحديث متاح
1925 = (%s) تم التحديث بنجاح الى احدث اصدار 

[WinTools]
2110 = تشغيل
2111 = هناك الكثير من الادوات والمكونات المفيدة والمفيدة المجمعة مع كل نظام تشغيل وندوز. تستخدم بعض الادوات اسطر اوامر معقدة ، والبعض الآخر يصعب الوصول اليه. تمنحك ادوات وندوز. وصولا سريعا بنقرة واحدة الى اكثر من عشر ادوات وندوز شائعة.
2112 = في حالة حدوث مشكلة، يمكنك استخدام "استعادة النظام" لاستعادة الحاسوب الى حالة محفوظة مسبقا دون فقد ملفات البيانات الشخصية. تراقب "استعادة النظام" التغييرات التي تطرا على النظام وبعض ملفات التطبيقات وتقوم تلقائيا بانشاء نقاط استعادة يمكن التعرف عليها بسهولة. تسمح لك نقاط الاستعادة هذه باعادة النظام الى حالة تم نسخها احتياطيا مسبقا. يتم انشاء نقاط الاستعادة يوميا وفي وقت حدوث تغييرات كبيرة في النظام. يمكنك ايضا انشاء نقاط الاستعادة الخاصة بك وتسميتها في اي وقت.
2113 = يمكنك استخدامه لجمع وعرض معلومات حول اجهزة الحاسوب ونظام التشغيل وتكوين الانترنت وتكوين المودم ومحول الشبكة. باستخدام اداة تشخيص الشبكة، يمكنك اجراء فحص للنظام واختبار اتصال الشبكة وما اذا كانت البرامج والخدمات المتعلقة بالشبكة تعمل ام لا. 
2114 = DNS.وتكوين Windows (WINS)  وقناع الشبكة الفرعية والبوابة الافتراضية وخدمة تسمية الانترنت ل MACوعنوان IP  الكامل لجميع محولات الشبكة بما في ذلك عنوان TCP/IP  تعرض معلومات الشبكة ايضا تكوين (DNS)ونظام اسماء المجالات (DHCP) الحالية واعدادات بروتوكول تكوين المضيف الديناميكي TCP/IP تعرض معلومات الشبكة كافة معلومات تكوين شبكة
2115 = يتحقق مركز الامان من حالة اساسيات الامان الثلاثة لحاسوبك: جدار الحماية والتحديث التلقائي والحماية من البرامج الضارة / الفيروسات. اذا تم اكتشاف مشكلة في اي من هذه (على سبيل المثال، اذا كان برنامج مكافحة الفيروسات قديما)، يرسل لك "مركز الامان" تنبيها ويقدم توصيات حول كيفية حماية الحاسوب بشكل افضل.
2116 = يمكن استخدام خصائص النظام لعرض معلومات اجهزة الحاسوب الاساسية مثل نوع وحدة المعالجة المركزية و اجمالي ذاكرة الوصول العشوائي، وعرض الاعدادات التي تتحكم في كيفية استخدام الحاسوب للذاكرة وتغييرها والعثور على معلومات معينة (خصائص الاجهزة والاجهزة)، وتكوين ملفات تعريف الاجهزة، وعرض معلومات حول اتصال الشبكة وملف تعريف تسجيل الدخول، والابلاغ عن اخطاء النظام والبرامج الى مايكروسوفت او مسؤول النظام عند حدوثها.
2117 = معلومات النظام هي احد مكونات نظام التشغيل وندوز الذي يجمع معلومات تكوين النظام ويعرضها لاجهزة الحاسوب المحلية والبعيدة. يتضمن ذلك معلومات حول تكوينات الاجهزة ومكونات الحاسوب وبرامجه، بما في ذلك برامج التشغيل الموقعة وبرامج التشغيل غير الموقعة. معلومات النظام هي اداة دعم يمكنك استخدامها لتحديد موقع المعلومات حول الحاسوب ونظام تشغيله بسرعة.
2118 = TCP/IP).التي يستمع اليها الحاسوب ويعرض الملف القابل للتنفيذ المتضمن في انشاء كل اتصال او منفذ استماع (الاسم القابل للتنفيذ موجود في [ ] في الاسفل ، في الاعلى هو المكون الذي يطلق عليه ،  وهكذا دواليك حتى تم التوصل الى  UDP و TCP النشطة ومنافذ TCP هو احد مكونات نظام التشغيل وندوزالذي يعرض جميع اتصالات TCP/IP Netstat Command
2119 = مثبتا على حاسوبك ويتم تسجيل جميع المفاتيح التي كتبتها. لوحة المفاتيح على الشاشة تقضي على القدرة على تسجيل ضغطات المفاتيح.Key-Logger تعرض لوحة المفاتيح على الشاشة لوحة مفاتيح افتراضية على الشاشة وتسمح للمستخدمين الذين يعانون من اعاقات حركية بكتابة البيانات باستخدام جهاز تاشير او عصا التحكم. تهدف لوحة المفاتيح على الشاشة الى توفير الحد الادنى من الوظائف للمستخدمين الذين يعانون من اعاقات حركية. يمكنك ايضا استخدام لوحة المفاتيح على الشاشة اذا كنت تعتقد ان هناك
2120 = ايضا على دمج المساحة الخالية لوحدة التخزين ، مما يقلل من احتمال تجزئة الملفات الجديدة. نتيجة لهذه التغييرات ، يمكن لنظامك الوصول الى الملفات والمجلدات وحفظ الملفات الجديدة بشكل اكثر كفاءة.Disk Defragmenter بتحليل وحدات التخزين المحلية ودمج الملفات والمجلدات المجزاة بحيث يشغل كل منها مساحة واحدة متجاورة على وحدة التخزين. يعمل Disk Defragmenter يقوم
2121 = يمكن للخدمات بدء تشغيل خدمة او ايقافها مؤقتا او استئنافها او تعطيلها على الحواسيب المحلية او البعيدة. يمكن للخدمات ايضا اعداد اجراءات الاسترداد التي تتم في حالة فشل الخدمة (على سبيل المثال، اعادة تشغيل الخدمة تلقائيا)، وتمكين الخدمات او تعطيلها لملف تعريف جهاز معين وعرض حالة ووصف كل خدمة.
2122 = يمكن استخدام المجلدات المشتركة لادارة الموارد المشتركة عبر شبكة، والتحكم في اذونات وصول المستخدم، ونشاط الجلسة، وخصائص الموارد المشتركة، ولعرض ملخص للاتصالات واستخدام الموارد لاجهزة الحاسوب المحلية والبعيدة.  يمكن للمجلدات المشتركة ايضا عرض قائمة بجميع المستخدمين المتصلين عن بعد (عبر شبكة) بالحاسوب وقطع اتصال احدهم او جميعهم. يمكنك ايضا عرض قائمة بالملفات التي يتم فتحها حاليا بواسطة المستخدمين البعيدين.
2123 = (يتضمن نهج المجموعة تكوين نهج المستخدم و الحاسوب تحدد اعدادات "نهج المجموعة" المكونات المختلفة لبيئة سطح مكتب المستخدم التي يحتاج مسؤول النظام الى ادارتها (على سبيل المثال، البرامج المتوفرة للمستخدمين والبرامج التي تظهر على سطح مكتب المستخدم وخيارات القائمة "ابدا".
2124 = اضافة/ازالة مكونات وندوز يساعدك على ادارة مكونات وندوز المثبتة على حاسوبك. بعد تثبيت نظام التشغيل وندوز على حاسوبك.، يمكنك استخدام هذه الاداة لاضافة مكون وندوز لم يتم تضمينه في التثبيت الاصلي، او لازالة مكون وندوز موجود لم تعد ترغب فيه.
2125 =  بفحص الحاسوب بحثا عن اصابات بواسطة برامج ضارة محددة ومنتشرة وتساعد على ازالة اي اصابة يعثر عليها. يتضمن هذا البرنامج الضار الفيروسات والديدان واحصنة طروادة. عند اكتمال عملية الكشف والازالة، تعرض الاداة تقريرا يصف النتيجة، بما في ذلك، اذا تم اكتشاف اي برنامج ضار وازالته.Microsoft Windows تقوم اداة ازالة البرامج الضارة ل


[Junk Files Cleaner Options]
2202 = محركات الاقراص للمسح الضوئي:
2203 = رسم
2204 = الوصف
2205 = اضافة
2206 = ازالة
2207 = اعادة تعيين الاعدادات الافتراضية
2208 = منظف الملفات غير المرغوب فيها::عام
2209 = منظف الملفات غير المرغوب فيها::استبعاد
2220 = نمط للبحث عن:
2221 = يمكنك استخدام الرموز؟ و/او * كاحرف بدل
2222 = اضافة نمط
2223 = اضافة نمط استبعاد
2224 = يمكنك استخدام الرموز؟ و/او * كاحرف بدل
2225 = استبعاد النمط:
2226 = حذف الملفات الى سلة المحذوفات
2227 = تجاهل الملفات التي تم الوصول اليها في آخر 24 ساعة

[Junk Files Cleaner Tool]
2306 = مسح ضوئي
2307 = حذف
2308 = جاري المسح
2309 = يرجى الانتظار اثناء عملية المسح.
2310 = الغاء الامر
2311 = اسم
2312 = حجم
2319 = الملفات:
2320 = الحجم الاجمالي:
2323 = هناك ملفات قيد الاستخدام بواسطة وندوز او برنامج آخر لا يمكن حذفها الآن
2324 = يجب عليك تحديد محرك اقراص واحد على الاقل وملحق لبدء المسح.
2325 = البحث عن انواع مختلفة من الملفات غير المرغوب فيها وغير الضرورية وازالتها من حاسوبك. عادةً ما يتم حذف هذه الملفات بواسطة التطبيق الذي انشاها بمجرد عدم الحاجة اليها. ومع ذلك ، قد تظل بشكل دائم على محرك الاقراص الثابتة لديك اذا كان هناك انهاء غير متوقع للتطبيق ، او تعطل في النظام ، وما الى ذلك. اذا حدث ذلك ، فقد يتسبب ذلك في تقليل المساحة الخالية على القرص او قد يتسبب في بطء سرعة النظام ، وما الى ذلك.Junk Files Cleaner يتيح لك
2326 = ملف:
2327 = حذف الملفات
2328 = لم يعثر على ملفات غير مرغوب فيها

[Context Menu Junk Files Cleaner]
2313 = افتح
2314 = ابحث في قوقل عن 
2315 = فتح مجلد يحتوي على
2316 = خصائص...
2317 = تحقق من كل العناصر
2318 = الغاء تحديد كل العناصر
2321 = التحقق من العناصر المحددة
2322 = قم بالغاء تحديد العناصر المحددة

[Topmost Window]
4002 = خيارات
4003 = افتح النافذة الرئيسية
4004 = وضع سحب و اسقاط
4005 = وضع التخفي
4006 = حجم
4007 = صغير
4008 = متوسط
4009 = واسع
4010 = حجم النافذة
4011 = خروج
4012 = الغاء التثبيت
4013 = ايقاف التشغيل التلقائي
4014 = عملية القتل
4015 = قتل و حذف المعالجة
4016 = فتح مجلد يحتوي على
4017 = معلومة
4018 = خصائص
4019 = الغاء الامر
4020 = يتم دعم ملف واحد فقط في كل مرة!
4021 = لقد اسقطت مجلدا ، يرجى سحب ملف وافلاته!
4022 = الغاء التثبيت او ازالة:
4023 = المعلقه! حاول الاشارة الى نافذة او رمز او عنصر شريط مهام آخر.
4024 = لا يمكن تشغيل امر الغاء التثبيت!\n يرجى الغاء تثبيت التطبيق باستخدام الغاء التثبيت.
4025 = لم يعثر على حزمة التثبيت!\nنصيحة: احصل على مزيد من المعلومات للتطبيق من النوافذ الرئيسية و\n حاول الغاء تثبيته يدويا!
4026 = تم تعطيل التطبيق المستهدف من بدء التشغيل التلقائي!\nنصيحة: اذا كنت ترغب في تمكينه مرة اخرى ، فاستخدم اداة التشغيل التلقائي في التطبيق الرئيسي!
4027 = لم يعثر على التطبيق المستهدف في اماكن بدء التشغيل الشائعة!\nنصيحة: للبحث عن اماكن غير شائعة تستخدم لبدء تشغيل تطبيق تلقائيا، راجع موقع قوقل على الويب!
4028 = هل انت متاكد من انك تريد اغلاق التطبيق المحدد؟\nسيتم فقدان اي بيانات غير محفوظة! !
4029 = الغاء التثبيت
4030 = هل انت متاكد من انك تريد اغلاق وحذف التطبيق المحدد?\nسيتم فقدان اي بيانات غير محفوظة!
4031 = هل انت متاكد من انك تريد اغلاق مستكشف وندوز?\n ستختفي قائمة "ابدا" وشريط المهام وعلبة النظام!
4032 = بدء التشغيل التلقائي باستخدام وندوز
4033 = شفافية
4034 = اسحب الهدف فوق النافذة المفتوحة او الرمز او عنصر شريط المهام.
4035 = دائما في القمة

[Scan After Uninstall]
4210 = مكان
4211 = مفتاح
4212 = قيمة
4213 = البيانات
4214 = ملف
4215 = لم تحدد اي عنصر. حدد عنصرا لحذفه!
4216 = المسح الضوئي بعد الغاء التثبيت
4217 = حدد الكل
4218 = الغاء تحديد الكل
4219 = حذف
4220 = الملفات المتبقية
4221 = ادخالات السجل المتبقية
4222 = المسح الضوئي قبل الغاء التثبيت ، يرجى الانتظار ...
4223 = تشغيل الغاء التثبيت...
4224 = يرجى البدء في البحث عن الملفات والمجلدات ومفاتيح مكتب التسجيل المتبقية عند الانتهاء من الغاء تثبيت التطبيق.
4225 = المسح الضوئي بعد الغاء التثبيت ، يرجى الانتظار ...
4226 = يرجى التحقق بعناية من العناصر المدرجة!
4227 = اغلاق
4228 = سيتم حذف الملفات المتبقية في القائمة اثناء اعادة تشغيل النظام التالية.
4229 = فشل تشغيل برنامج الغاء التثبيت الخاص بالتطبيق!\nامر محتمل غير صالح لالغاء التثبيت!!
4230 = للخلف
4231 = التالي
4232 = حدد وضع الغاء التثبيت
4233 = وسائط
4234 = مدمج - قم بتشغيل برنامج الغاء تثبيت التطبيق فقط دون اي مسح ضوئي اضافي
4235 = آمن - يتضمن الوضع المدمج ويقوم باجراء عمليات فحص اضافية في السجل وعلى محرك الاقراص الثابتة للعثور على العناصر المتبقية الآمنة للحذف. هذا هو الوضع الاسرع.
4236 = معتدل - يتضمن الوضع الآمن ويقوم باجراء مسح موسع للعثور على جميع معلومات بقايا التطبيق في الاماكن الاكثر شيوعًا في السجل وعلى محرك الاقراص الثابتة
4237 = متقدم - يتضمن الوضع المعتدل ويقوم باجراء فحص عميق وشامل للعثور على جميع المعلومات المتبقية للتطبيق في السجل وعلى القرص الصلب. هذا هو ابطا وضع.
4238 = تحليل بيانات التطبيق قبل الغاء تثبيته.
4239 = بدء تشغيل برنامج الغاء التثبيت المدمج في التطبيق.
4240 = بعد انتهاء برنامج الغاء تثبيت التطبيق ، اضغط على الزر "التالي" لبدء البحث عن الملفات والمجلدات وعناصر مكتب التسجيل المتبقية. 
4241 = اجراء التحليل الاولي والغاء التثبيت 
4242 = البحث عن المعلومات المتبقية
4243 = اكتملت عملية الغاء التثبيت المدمجة ، والآن قم بفحص مكتب التسجيل ومحرك الاقراص الثابتة بحثا عن الملفات المتبقية والمجلدات وعناصر مكتب التسجيل المتعلقة بالتطبيق الذي تم الغاء تثبيته. الرجاء الانتظار....
4244 = تم العثور على عناصر مكتب التسجيل المتبقية
4245 = عناصر مكتب التسجيل المعثور عليها:
4246 = ملاحظة: يرجى التحقق بعناية من العناصر الجريئة! سيتم حذف العناصر الغامقة المحددة فقط والعناصر الفرعية الخاصة بها!
4247 = تم العثور على الملفات والمجلدات المتبقية
4248 = العناصر التي تم العثور عليها:
4249 = حاسوبي
4250 = من بدء برنامج الغاء التثبيت المدمج في التطبيق. ربما يكون امر الغاء التثبيت الخاص بالتطبيق غير صالح او ان برنامج الغاء التثبيت تالف. يمكنك الضغط على الزر "رجوع" ومحاولة وضع آخر لالغاء التثبيت.Revo Uninstaller لم يتمكن
4251 = بالبحث عن العناصر المتبقية. يمكنك الضغط على الزر "رجوع" ومحاولة وضع آخر لالغاء التثبيت للبحث عن الملفات المتبقية والمجلدات وعناصر مكتب التسجيل Revo Uninstaller انتهى برنامج الغاء التثبيت المدمج في التطبيق. لم يقم
4252 = اجراء الغاء التثبيت بنجاح ، ولكن لم يعثر على العناصر المتبقية. يمكنك الضغط على الزر "رجوع" وتجربة وضع الغاء تثبيت موسع آخر لاجراء فحص اعمق.Revo Uninstaller اكمل
4253 = اجراء الغاء التثبيت بنجاح. اذا كنت ترغب في البحث عن المزيد من العناصر المتبقية ، يمكنك الضغط على الزر "رجوع" وتجربة وضع الغاء التثبيت الاكثر تقدمًا لاجراء مسح اعمق.Revo Uninstaller اكمل
4254 = انهى
4255 = هل انت متاكد من انك تريد ارسال الملفات المحددة الى سلة المحذوفات؟
4256 = هل انت متاكد من انك تريد حذف عناصر مكتب التسجيل المحددة؟
4257 = اجراء الغاء التثبيت بنجاح! Revo Uninstaller اكمل
4258 = هل انت متاكد من انك تريد تخطي حذف ادخالات  مكتب التسجيل المتبقية التي تم العثور عليها والمتابعة الى الخطوة التالية؟
4259 = هل انت متاكد من انك تريد تخطي حذف الملفات والمجلدات المتبقية التي تم العثور عليها والمتابعة الى الخطوة التالية؟ 
4260 = اكتمل البحث عن العناصر المتبقية. اضغط على زر "التالي" لرؤية النتائج!
4261 = جاري انشاء نقطة استعادة النظام ...
4262 = انشاء نقطة استعادة النظام - فشل!
4263 = تم تعطيل انشاء نقطة استعادة النظام (في الخيارات->الغاء التثبيت)
4264 = انشاء نقطة استعادة النظام - انجز!
4265 = نظام الملفات
4266 = البحث عن البقايا
4267 = البقايا الموجودة في نظام مكتب التسجيل والملفات
4268 = حذف بقايا من نظام امكتب لتسجيل والملفات
4269 = البرامج غير المثبتة
4270 = (فشل انشاء نقطة استعادة (استعادة النظام معطلة في اعدادات وندوز
4271 = جارٍ حذف البقايا التي تم العثور عليها من نظام مكتب التسجيل والملفات ...
4272 = جارٍ البحث عن البقايا ...

[About]
4300 = المترجم فتحي الداودية:

[ContextMenu Uninstaller]
5000 = الاوامر
5001 = معلومة
5002 = بحث في قوقل عن
5004 = تثبيت الموقع
5005 = افتح حول الرابط...
5006 = افتح رابط المساعدة...
5007 = افتح رابط التحديث...
5008 = افتح مفتاح مكتب التسجيل...

[Common]
10000 = موافق
10001 = الغاء الامر
10002 = تعليمات
10003 = تصفح
10004 = مساعدة الاداة الحالية
10005 = الصفحة الرئيسية
10006 = حول
10007 = تحذير
10008 = خطا
10009 = نعم
10010 = لا
10011 = يوقف
10012 = سيرة ذاتية
10013 = تقصير
10014 = الرجاء الانتظار...
10015 = لاحقا
10016 = ابداً
10017 = اكمال العملية بنجاح!
10018 = الرجاء الانتظار بينما العملية جارية ...
10019 = تحرير
10020 = اعاده المحاوله
10021 = يتجاهل
10022 = احباط
10023 = حذف
10024 = حفظ
10025 = العناصر
10026 = بدء
10027 = اغلاق (موصى به)

[Tooltips]
2000 = تبديل الى وضع الغاء التثبيت
2001 = اظهار لوحة الادوات
2002 = ضبط الاعدادات
2003 = تبديل الى وضع الصياد
2004 = تغيير عرض قائمة البرامج المثبتة
2005 = الغاء تثبيت البرنامج المحدد
2006 = حذف الادخال المحدد من مكتب التسجيل
2007 = تحديث قائمة التطبيقات
2008 = تحديث نسختك الحالية الى احدث اصدار
2009 = بحث عن معلومات اضافية والاجابة على جميع اسئلتك حول البرنامج
404 = بدء التطبيق المحدد
405 = اوقف واغلق التطبيق المحدد
406 = منع التطبيق المحدد من التشغيل التلقائي
506 = مسح الخيارات المحددة
605 = مسح الخيارات المحددة
705 = مسح الخيارات المحددة
2106 = تشغيل الاداة المحددة
2304 = فحص بحثًا عن الملفات غير الضرورية وفقًا للاعدادات المحددة
2305 = حذف الملفات المحددة الى سلة المحذوفات



[UninstallerPro]
15000 = عام
15001 = المجموعات\nمدير
15002 = برامج جديدة
15003 = برامج اخرى
15004 = اسم
15005 = اعاده تسميه
15006 = انترنت
15007 = العاب
15008 = الوسائط المتعدده
15009 = المرافق
15050 = انتقل اعلى
15051 = انتقل اسفل
15052 = اضافة
15053 = ازالة
15054 = الاعمده
15055 = ازالة هذا العمود
15056 = محاذاه 
15057 = يسار
15058 = مركز
15059 = يمين
15060 = افضل ملاءمة
15061 = تصدير القائمة الى
15062 = (txt) تنسيق النص
15063 = HTML (html) تنسيق
15064 = مايكروسوفت اكسل
15065 = تصدير
15066 = حدد الاعمدة التي تريد تصديرها:
15067 = اظهار البرامج الجديدة المثبتة:
15068 = الاخير (بالايام)
15069 = منذ البداية الاخيرة لاداة الغاء التثبيت
15070 = اسم المجموعة:
15071 = اضافة
15072 = مجموعة
15073 = البرامج التي تم تتبعها
15074 = برامج\n تم تتبعها
15075 = كل البرامج
15076 = كل\nالبرامج
15077 = حذف السجل
15078 = الغاء التثبيت المخصص
15079 = تغيير الايقونة
15080 = اضافة الى المجموعة
15081 = ازالة من المجموعة
15082 = الغاء التثبيت
15083 = الغاء تثبيت الملفات والمجلدات المسجلة للبرنامج:
15084 = الغاء تثبيت عناصر مكتب التسجيل المسجلة:
15085 = اثناء تثبيت البرنامج. اذا كنت ترغب في مراجعته وحذفه في النهاية ، فاضغط على زر "الغاء التثبيت المتقدم" Revo Uninstaller Pro هناك بعض البيانات التي قد تكون مرتبطة بالبرنامج الذي تم الغاء تثبيته ، ولكن لم يتم حذفه لانه لم يتم تسجيله بواسطة
15086 = الغاء التثبيت المتقدم
15087 = ملف/مسار المجلد
15088 = تحميل قائمة...
15089 = الغاء تثبيت القيم المحددة
15090 = افتح مفتاح مكتب التسجيل الاصل... 
15091 = توسيع الكل 
15092 = طي الكل
15093 = اسم القيمة 
15094 = مجلد السجلات:
15095 = تنفيذ عمليات اعادة تسمية الموجودة مسبقا على ملفات ومجلدات النظام
15096 = الغاء التثبيت القسري
15097 = الغاء التثبيت\n القسري
15098 = توسيع المفتاح المحدد
15099 = طي المفتاح المحدد
15100 = الغاء تثبيت المفتاح المحدد
15101 = وضع علامة على المفتاح المحدد كمفتاح تم انشاؤه
15102 = اضافة الى قائمة الاستبعاد
15103 = ملف سجل غير صالح
15104 = الملف غير موجود! ادخل اسم ملف صالح او قم بالغاء العملية.
15105 = اختر العملية
15106 = اضافة عملية الى القائمة
15107 = معالجة المسار الكامل:
15108 = اضافة مفتاح مكتب التسجيل
15109 = مسار مفتاح مكتب التسجيل
15110 = عن برنامج الغاء التثبيت المدمج الحالي وسجلات التثبيت ذات الصلة في وحدة البرامج المتتبعة وقاعدة بيانات السجلات. اذا تم العثور على اي منها ، فسيتم ادراجه بحيث يمكنك اختيار استخدامه ام لا.Revo Uninstaller Pro  في الغاء تثبيت البرامج او ازالة بقايا البرامج المثبتة جزئيًا او غير المثبتة. يمكنك التصفح بحثًا عن الملفات والمجلدات المتبقية او ادخال مسار كامل لاي ملف او مجلد من البرنامج الذي تريد الغاء تثبيته. يمكنك ايضًا ادخال اسم البرنامج كمعلومات اضافية. استنادًا الى البيانات التي تم ادخالها ، يبحث Forced Uninstall يساعدك امر.\n\nالرجاء ادخال الاسم الدقيق وموقع تثبيت البرنامج الذي تريد الغاء تثبيته!!
15111 = اوضاع المسح الضوئي
15112 = مدمج
15113 = آمن
15114 = المعتدل
15115 = متقدم
15116 = المسار الكامل الى ملف البرنامج او مجلده:
15117 = الاسم الدقيق للبرنامج:
15118 = العثور على برامج الغاء التثبيت المدمجة:
15119 = قم بتشغيل برنامج الغاء التثبيت المدمج المحدد
15120 = اسم البرنامج
15121 = امر الغاء التثبيت
15122 = النوع
15123 = 32-bit
15124 = 64-bit
15125 = قتل العملية والمتابعة
15126 = الملف المحدد هو عملية قيد التشغيل! اذا كنت ترغب في الغاء تثبيته والعناصر ذات الصلة به بشكل صحيح ، فمن الافضل قتله (ايقافه) قبل المتابعة
15127 = مفتاح مكتب التسجيل لاستبعاد
15128 = تضمين مفاتيح فرعية
15129 = تعيين التركيز على نافذة "البرامج المتعقبة" عند بدء التشغيل
15130 = حذف الملفات والمجلدات:
15131 = الى مجلد النسخ الاحتياطي
15132 = الى سلة المحذوفات
15133 = شكل دائم
15134 = هل انت متاكد من انك تريد حذف العناصر المحددة؟
15135 = المجلدات
15136 = الملفات
15137 = ربما الملفات والمجلدات ذات الصلة
15138 = ربما عناصر مكتب التسجيل ذات الصلة
15139 = المفاتيح:
15140 = القيم:
15141 = الملفات والمجلدات المسجلة
15142 = تنفيذ عمليات اعادة تسمية ملفات ومجلدات النظام الموجودة مسبقا
15143 = هل انت متاكد من انك تريد الغاء تثبيت العناصر المحددة؟
15144 = تم تحديد الملفات ولكن سيتم حذفها اثناء اعادة تشغيل النظام التالية.
15145 = عناصر مكتب التسجيل المسجلة
15146 = الغاء التثبيت...
15147 = البحث عن الملفات والمجلدات وعناصر مكتب التسجيل المتبقية استنادا الى المعلومات الاولية المقدمة
15148 = تحليل وبدء تشغيل برنامج الغاء التثبيت المدمج في البرنامج لازالة التثبيت الافتراضية
15149 = بعد انتهاء برنامج الغاء تثبيت البرنامج ، اضغط على زر "مسح" لبدء البحث عن الملفات والمجلدات وعناصر مكتب التسجيل المتبقية.
15150 = لا توجد مساحة كافية على القرص لكتابة ملف بيانات ذاكرة التخزين المؤقت
15151 = خطا في كتابة ملف ذاكرة التخزين المؤقت. تاكد من ان لديك الاذونات المناسبة.
15152 = خطا في قراءة ملف بيانات ذاكرة التخزين المؤقت
15153 = على اي عناصر متبقية Revo Uninstaller Pro لم يعثر
15154 = مسح ضوئي
15155 = الغاء التثبيت\nمخصص
15156 = جميع البرامج والمكونات المثبتة لكل من المستخدمين الحاليين وجميع المستخدمين ، مقسمة الى مجموعتين افتراضيتين - "الجديدة" و "اخرى". عند استخدام نوع عرض "التفاصيل" او باستخدام قائمة السياق ، يمكنك الوصول الى معلومات اضافية (روابط وخصائص حول التثبيتات). توجد اعدادات هذا الوضع في العنصر الفرعي "كافة البرامج" ضمن عنصر "برنامج الغاء التثبيت" في نافذة "الخياراتRevo Uninstaller Pro .تُظهر وحدة "كافة البرامج" في 
15157 = يمكنك النقر بزر الماوس الايمن فوق حزمة التثبيت (الاعداد) الخاصة به او الضغط على الزر "تثبيت البرامج" على شريط الادوات الرئيسي. توجد اعدادات هذا الوضع في العنصر الفرعي "برامج تتبع" ضمن "برنامج الغاء التثبيت" في نافذة "خيارات"Revo Uninstaller Pro جميع البرامج التي تتبعت (مراقبتها) اثناء التثبيت باستخدام Revo Uninstaller Pro. لتتبع برنامج باستخدام Revo Uninstaller Pro ، تُظهر وحدة "البرامج المتتبعة" في .
15158 = تسجيل
15159 = ملف المساعدة
15160 = تثبيت البرامج
15161 = تثبيت\nالبرامج
15162 = قم بانشاء نقطة استعادة النظام ونسخة احتياطية كاملة للسجل قبل ازالة التثبيت
15163 = انشاء نسخة احتياطية كاملة من السجل ...
15164 = تم تعطيل انشاء نقطة استعادة النظام ونسخة احتياطية كاملة من السجل (في خيارات->الغاء التثبيت)
15165 = انشاء نسخة احتياطية كاملة للسجل - تم!
15166 = انشاء نسخة احتياطية كاملة للسجل - فشلت!
15167 = (غير معتمد في نظام التشغيل وندوز فستا او وندوز 7,8)
15168 = سجلات:
15169 = او انقر بزر الماوس الايمن فوق ايقونة وضع الصياد وحدد "انهاء" لانهاء
15170 = فتح معالج ازالة التثبيت الى الحد الاقصى
15171 = مسار المجلد
15172 = الرجاء تثبيت قارئ pdf لعرض ملف التعليمات
15173 = اضافة مجموعة جديدة
15174 = حذف السجلات المحددة
15175 = اعادة انشاء ملف ذاكرة التخزين المؤقت
15176 = هل انت متاكد من انك تريد اعادة انشاء ملف ذاكرة التخزين المؤقت?\nسيتم اعادة تعيين تخصيصاتك على تفاصيل البرامج!
15177 = ادار
15178 = تصدير او استيراد او تحرير السجل
15179 = تغيير\nولا الاصلاح
15180 = تغيير او اصلاح
15181 = رابط التحديث
15182 = قاعدة بيانات السجلات
15183 = سجلات\nقاعدة البيانات
15184 = البرامج:
15185 = اسم البرنامج
15186 = اصدار البرنامج
15187 = اصدار ويندوز
15188 = ويندوز بت
15189 = وجد
15190 = %s اظهار السجلات المتوافقة مع  
15191 = فقط %s اظهار سجلات
15192 = السجلات المتطابقة:
15193 = سجلات قاعدة البيانات:
15194 = البحث بواسطة:
15195 = سجل
15196 = سجلات
15197 = برنامج
15198 = البرامج
15199 = اسم
15200 = الغاء التثبيت السريع 
15201 = سريع\nالغاء التثبيت
15202 = اجراء النسخ الاحتياطي الاولي للنظام
15203 = %d من %d الغاء تثبيت البرنامج 
15204 = التحليل الاولي - انجز!
15205 = بدء تشغيل برنامج الغاء التثبيت المدمج في البرنامج - انجز!
15206 = بدء تشغيل برنامج الغاء التثبيت المدمج في البرنامج - فشل!
15207 = البحث عن الملفات والمجلدات وعناصر مكتب التسجيل المتبقية...
15208 = حذف العناصر المتبقية التي تم العثور عليها...
15209 = %d مفاتيح التسجيل المتبقية وقيم%dحذف
15210 = %d المجلدات المتبقية وملفات%dحذف
15211 = اكتمل الغاء التثبيت السريع!
15212 = حالة
15213 = بعد انتهاء برنامج الغاء تثبيت البرنامج ، اضغط على زر "متابعة" لمتابعة عملية الغاء التثبيت.
15214 = استمر
15215 = مستورد
15216 = اضف تعليق
15217 = تحرير التعليق
15218 = وحدات
15219 = تاريخ التسجيل
15220 = اعداد بيانات السجل لالغاء التثبيت...
15221 = البنود %d من %d 
15222 = تنفيذ عمليات اعادة التسمية اللازمة...
15223 = هل انت متاكد من انك تريد الغاء تثبيت السجل المحدد؟
15224 = هل انت متاكد من انك تريد الغاء تثبيت السجلات المحددة؟
15225 = الغاء تثبيت السجل %d من %d
15226 = تصدير الكل
15227 = تخطي\nالنسخ الاحتياطي
15228 = تخطي انشاء نقطة استعادة النظام والنسخ الاحتياطي الكامل للسجل
15229 = انشاء نسخة احتياطية كاملة من السجل - تم تخطيها!
15230 = انشاء نقطة استعادة النظام - تخطي!
15231 = تحرير السجل
15232 = سجل الاستيراد
15233 = سجل التصدير
15234 = سجل التحليل -
15235 = اعادة تسمية السجل
15236 = اسم السجل
15237 = حفظ التغييرات
15238 = حور
15239 = رمز
15240 = فهرس الرموز
15241 = كاتب
15242 = وقت الانشاء
15243 = آخر تعديل الوقت
15244 = الحجم المقدر
15245 = مفاتيح مكتب التسجيل
15246 = قيم مكتب التسجيل
15247 = انشاء
15248 = محذوف
15249 = اعاده تسميه
15250 = الكتابه
15251 = مجهول
15252 = الاسم القديم
15253 = الاسم الكامل
15254 = الاسم الكامل القديم
15255 = البيانات القديمة
15256 = قيمة مكتب التسجيل مع هذا الاسم موجودة بالفعل!
15257 = اضافة مفتاح
15258 = اسم المفتاح:
15259 = غير معدلة
15260 = مفتاح التعديل
15261 = اضافة قيمة
15262 = تعديل القيمة
15263 = جبر
15264 = النوع القديم
15265 = توقف بالقوة عن تشغيل الملفات القابلة للتنفيذ اثناء الغاء التثبيت
15266 = ابحث عن السجل المناسب قبل الغاء التثبيت العادي للبرنامج
15267 = هل انت متاكد انك تريد اداء ملف \nالغاء التثبيت السريع للبرامج المختارة؟
15268 = تم العثور على سجل مطابق بين سجلاتك والذي سيتم استخدامه لالغاء التثبيت \n بدء برنامج الغاء التثبيت المضمن في البرنامج لالغاء التثبيت الافتراضي.
15269 = تم العثور على سجل مطابق في "قاعدة بيانات السجلات" والذي سيتم استخدامه لالغاء التثبيت \nبدء برنامج الغاء التثبيت المضمن في البرنامج لالغاء التثبيت الافتراضي
15270 = بعد انتهاء برنامج الغاء التثبيت ، اضغط على الزر "متابعة" لرؤية الملفات المتبقية والمجلدات وعناصر مكتب التسجيل.
15271 = خطا في تنزيل ملف السجل!
15272 = خطا في اعادة تسمية ملف السجل الذي تم تنزيله!
15273 =  يمكنك بسهولة (بنقرة واحدة على الزر "الغاء التثبيت") هذه السجلات لالغاء تثبيت البرامج المثبتة على حاسوبك.Revo Uninstaller Pro قائمة بسجلات البرامج المتتبعة المتوافقة مع نظامك  وندوز. يتم الاحتفاظ بهذه السجلات المخزنة على موقع الويب الخاص بنا بواسطة فريق Revo Uninstaller Pro.تعرض وحدة "قاعدة بيانات السجلات" في 
15274 = اصدارك:
15275 = التحديث الآن
15276 = تحديث قاعدة بيانات السجلات تلقائيا
15277 = خطا في تنزيل قاعدة بيانات السجلات!
15278 = خطا في تحديث قاعدة بيانات السجلات!
15279 = خطا في استخراج قاعدة بيانات السجلات!
15280 = خطا في فتح قاعدة بيانات السجلات!
15281 = ادخل تعليقك:
15282 = اختر ايقونة
15283 = مسار الملف:
15284 = حدد ايقونة من القائمة:
15285 = ملف
15286 = مجلد
15287 = سجل التصدير -
15288 = سجل الاستيراد -
15289 = مكتمل %d%%
15290 = المصدرة من قبل
15291 = العثور على السجلات ذات الصلة
15292 = نعم (مستحسن)
15293 = يبدو ان السجلات المدرجة التي قمت بانشائها مرتبطة بالبرنامج الذي تقوم بالغاء تثبيته. هل ترغب في استخدام البيانات من السجلات اثناء الغاء التثبيت؟
15294 = تحميل السجل -
15295 = يبدو ان السجلات المدرجة الموجودة في قاعدة بيانات السجلات مرتبطة بالبرنامج الذي تقوم بالغاء تثبيته. اذا كنت ترغب في استخدام اي منها اثناء اجراء الغاء التثبيت ، فقم بتعيين علامة اختيار امامها.
15296 = يوجد سجل مناسب لالغاء التثبيت في قاعدة بيانات السجلات الخاصة بنا.\nهل ترغب في استخدامه لالغاء تثبيت البرنامج بشكل اكثر اكتمالا?
15297 = هل انت متاكد من انك تريد حذف سجلات محددة من القائمة؟
15298 = يجب عليك تحديد عمود واحد على الاقل للتصدير!
15299 = تصفح للحصول على
15300 = استخدام السجل المحدد
15301 = مصدر
15302 = لم تقم بتحديد اي برنامج الغاء تثبيت مضمن من القائمة.\nهل انت متاكد من انك تريد مواصلة البحث عن البقايا وتخطي استخدام برنامج الغاء التثبيت المدمج؟
15303 = حدد برنامج الغاء تثبيت مضمنا من القائمة اذا كنت تريد استخدامه اثناء عملية ازالة التثبيت.
15304 = لم تقم بتحديد اي سجل من القائمة.\nهل انت متاكد من انك تريد مواصلة البحث عن البقايا وتخطي استخدام السجل?
15305 = حدد سجلا من القائمة اذا كنت تريد استخدامه اثناء عملية ازالة التثبيت.
15306 = تحميل بيانات السجل...
15307 = انشاء نسخة احتياطية كاملة للسجل قبل الغاء التثبيت
15308 = (in Options->Uninstaller) تم تعطيل انشاء نسخة احتياطية
15309 = مسار:
15310 = استخدام بيانات الغاء تثبيت البرنامج للحصول على الخاصية تاريخ التثبيت
15311 = تثبيت البرنامج باستخدام \nRevo Uninstaller Pro
15312 = دمج السجلات المحددة
15313 = هل انت متاكد من انك تريد دمج السجلات المحددة؟\n\nهذا الامر مناسب للسجلات المتعلقة ببرنامج واحد ويجمع بين كافة السجلات في سجل واحد مع البيانات..
15314 = اسم السجل المدمج
15315 = مجلد لاستبعاده
15316 = الملفات والمجلدات المراد استبعادها
15317 = مفاتيح مكتب التسجيل لاستبعادة
15318 = عن طريق اعادة تشغيل الحاسوب هل ترغب في متابعة عملية الغاء التثبيت؟%s تمت مقاطعة ازالة تثبيت 
15319 = الحالي الحاسوب على السجلات عمليات كافة
15320 = نقل
15321 = نسخ احتياطي
15322 = استعادة
15323 = حدد المجلد الرئيسي للاصدار المحمول
15324 = سجلات النسخ الاحتياطي
15325 = استعادة السجلات
15326 = الكتابة فوق السجلات الموجودة بنفس الاسم؟
15327 = Revo Uninstaller Pro.الكشف عن الاخطاء تثبيت مجلد بيانات
15328 = البحث عن ملف قابل للتنفيذ... 
15329 = غير قادر على تشغيل البرنامج
15330 = البرنامج قيد التشغيل بالفعل
15331 = لا يبدو ان البرنامج الذي تم تشغيله يحتوي على واجهة مستخدم
15332 = يبدو ان البرنامج قد اغلق قبل الاوان
15333 = في انتظار واجهة المستخدم...
15334 = اظهار خانات الاختيار في طريقة عرض التفاصيل
15335 = المسار غير موجود!
15336 = تصدير بيانات السجل
15337 = سيعثر على بقايا من جميع هذه البرامج.%s.يتم تثبيت البرامج المدرجة على نفس موقع التثبيت مثل \nهل انت متاكد من انك تريد المتابعة?
15338 = تم العثور على البرامج ذات الصلة
15339 = حذف جميع البقايا  التي تم العثور عليها تلقائيا
15340 = %d تم العثور على بقايا التسجيل
15341 = بقايا مكتب التسجيل %d حذف ...
15342 = %d المجلدات المتبقية وملفات %d العثور على
15343 = %dالمجلدات المتبقية وملفات %d حذف ...
15344 = محدد %d
15345 = اظهار خيار فحص جميع حسابات وندوز بحثا عن البقايا
15346 = اختر نسق لونك
15347 = كلاسيكي
15348 = داكن
15349 = يمكنك دائما تغيير هذه الاعدادات لاحقا.
15350 = تحليل برامج الغاء التثبيت المضمنة في البرامج لالغاء التثبيت الافتراضي وبدء تشغيلها بصمت (ان امكن)
15351 = بدء اوامر الغاء التثبيت الافتراضية للتطبيقات لازالة التثبيت الاولية
15352 = فحص جميع حسابات وندوز بحثا عن البقايا 
15353 = الغاء التثبيت من جميع حسابات وندوز
15354 = %s تنفيذ برنامج الغاء التثبيت المدمج في 
15355 = انقر فوق الزر "مسح" لبدء البحث عن بقايا ( %s ) بعد انتهاء برامج الغاء التثبيت الافتراضية ل
15356 = ٪d تم تغيير مستوى السجل الى .
15357 = متابعة عملية ازالة التثبيت؟
15358 = هل انت متاكد من رغبتك في الغاء عملية الغاء التثبيت؟ 

[Auto Run Manager Pro]
15800 = اضافة
15801 = اضافة برنامج الى بدء تشغيل الوندوز
15802 = اضبط عند بدء التشغيل التلقائي من اجل:
15803 = كل المستخدمين
15804 = المستخدم الحالي
15805 = اضبط عند البدء التلقائي من:
15806 = مكتب التسجيل: تشغيل - عند كل بدء تشغيل ويندوز
15807 = مكتب التسجيل: تشغيل مرة واحدة - تشغيل مرة واحدة فقط، اثناء بدء التشغيل التالي لنظام التشغيل وندوز
15808 = مجلد بدء التشغيل - عند كل بدء تشغيل لنظام التشغيل وندوز
15809 = الامر (المسار الكامل):
15810 = اسم:
15811 = تمت ازالته من بدء التشغيل التلقائي
15812 = تمت ازالة العناصر التي لا تقوم بتشغيل العناصر من بدء التشغيل التلقائي
15813 = ازالة كل العناصر المعطلة من بدء التشغيل التلقائي
15814 = الخدمات
15815 = فتح خدمات ويندوز
15816 = المهام المجدولة
15817 = تمكين
15818 = تعطيل

[General App]
16001 = طباعة
16002 = معاينة الطباعة
16003 = اعداد الطباعة
16004 = عرض
16005 = شريط القوائم
16006 = شريط الادوات الرئيسي
16007 = لوحة الوصف
16008 = شريط
16009 = شريط ادوات الادوات
16010 = ملف
16011 = تشغيل تلقائي\nمدير
16012 = المنظف\nملفات غير المرغوب فيه
16013 = وندوز\nالادوات
16014 = المستعرضات\nالمنظف
16015 = مايكروسوفت اوفيس\nالمنظف
16016 = وندوز\nالمنظف
16017 = دليل\nالمزيل
16018 = غير قابل للاسترداد\nحذف
16019 = نسخ احتياطي\nمدير
16020 = Revo Uninstaller Pro تثبت مع
16021 = Revo Uninstaller Pro الغاء التثبيت باستخدام
16022 = Revo Uninstaller Pro تثبيت برنامج محدد مع
16023 = Revo Uninstaller Pro الغاء تثبيت البرنامج المحدد باستخدام
16024 = مجلد النسخ الاحتياطي:
16025 = النسخ الاحتياطي لعناصر مكتب التسجيل المحذوفة
16026 = نسخ الملفات والمجلدات المحذوفة احتياطيا
16027 =  (error code is 0x%08X).لم يتم تثبيت مايكروسوفت اكسل على هذا الحاسوب
16028 = (error code is 0x%08X) فشل تشغيل تطبيق مايكروسوفت اكسل 
16029 = خطا مجهول
16030 = مكتب التسجيل
16031 = Revo Uninstaller Pro تخطي رسائل المعلومات التي تعرضها
16032 =  Revo Uninstaller Pro تخطي رسائل التحذير التي تعرضها
16033 = العمليات
16034 = تتبع البرامج في وضع النافذة المدمجة
16035 = تشمل العمليات:
16036 = استبعاد العمليات:
16037 = مسار العملية
16038 = الموضوع المرئي:
16039 = اشرطة الادوات
16040 = اظهار التسميات النصية
16041 = اظهار الرموز الصغيرة
16042 = ازرق
16043 = رمادي
16044 = اسود
16045 = فضة
16046 = الاصليه
16047 = اصلي 2
16048 = الاملس الاصلي
16049 = اشتري الان
16050 = registration@revouninstaller.com اذا كان لديك اي اسئلة بخصوص التسجيل، يرجى الاتصال بنا على:Revo Uninstaller Pro ، تحتاج الى ادخال هذا الرقم التسلسلي في النموذج ادناه ثم الضغط على زر "تنشيط عبر الانترنت". يتطلب التنشيط اتصالا بالانترنت ، لذلك يجب الا يحظر جدار الحماية Revo Uninstaller Pro. ستتلقى رقما تسلسليا عبر البريد الالكتروني. لتنشيط Revo Uninstaller Pro ،بعد شراء 
16051 = التسجيل 
16052 = ادخل الرقم التسلسلي الدقيق هنا:
16053 = تفعيل عبر الانترنت
16054 = جميع الحقوق محفوظة.
16055 = النسخة مسجلة
16056 = نسخة غير مسجلة
16057 =  اضغط على "لا" اذا كنت تقوم بتحديث البرنامج. Revo Uninstaller Pro هل انت متاكد من انك تريد حذف النسخ الاحتياطية والسجلات التي تم انشاؤها وغيرها من بيانات
16058 = المترجم فتحي الداودية:
16059 = انشاء نسخة احتياطية يومية كاملة لمكتب التسجيل
16060 = حذف سجل البرامج التي تم تتبعها بعد ازالة التثبيت
16061 = اظهار الرموز الصغيرة في طريقة عرض التفاصيل
16062 = (اظهار الاوامر في قائمة سياق وندوز (تثبيت باستخدام ...، الغاء التثبيت باستخدام ... 
16063 = ضع علامة اختيار على كل البقايا بشكل افتراضي
16064 = رمادي غامق
16065 = ازرق 2
16066 = في لوحة التحكم Revo Uninstaller Pro اظهار
16067 = (UAC) تخطي المطالبة بالتحكم في حساب المستخدم 
16070 = شريط ادوات الاوامر
16071 = تقليد
16072 = موضوع
16073 = لون خلفية مخصص
16074 = لون التحديد المخصص
16075 = ، قبل البدء في استيراد سجل Revo Uninstaller Pro يرجى اغلاق.\nاو قم باستيراد السجل باستخدام زر شريط الادوات "ادارة" في وحدة "البرامج المتعقبة
16076 = تنشيط
16077 = اختر طريقة التنشيط
16078 = التنشيط عبر الانترنت
16079 = التنشيط حسب الملف
16080 = انتهت الفترة التجريبية التي تبلغ 30 يوما. اذا كنت ترغب في الاستمرار في استخدام المنتج ، فيجب عليك شراء رخصة.
16081 = registration@revouninstaller.com:اذا كان لديك اي اسئلة او مشاكل تتعلق بالتسجيل، يرجى الاتصال بنا على Revo Uninstaller Pro ، تحتاج الى ادخال اسمك والرقم التسلسلي في النموذج ادناه (يوصى بشدة بالنسخ واللصق) ثم الضغط على زر "تنشيط عبر الانترنت". يتطلب التنشيط اتصالا بالانترنت ، لذلك يجب الا يحظر جدار الحماية Revo Uninstaller Pro ، ستتلقى رقما تسلسليا عبر البريد الالكتروني. من اجل تنشيط  Revo Uninstaller Pro ،بعد شراء الرخصة ل
16082 = support@revouninstaller.com او registration@revouninstaller.com. في غضون 24 ساعة ، سنرسل لك مفتاح الغاء القفل الذي سيكمل تنشيط Revo Uninstaller Pro. اذا كان لديك اي اسئلة او مشاكل تتعلق بالتسجيل، يرجى الاتصال بنا على: registration@revouninstaller.com عن طريق ملف ، تحتاج الى ادخال اسمك والرقم التسلسلي في النموذج ادناه (يوصى بشدة بالنسخ واللصق) ثم الضغط على الزر "حفظ الملف" لحفظ الملف. ثم ارسل الملف الذي تم انشاؤه الى  Revo Uninstaller Pro ، ستتلقى رقما تسلسليا عبر البريد الالكتروني. من اجل تنشيط Revo Uninstaller Pro بعد شراء الرخصة ل
16083 = registration@revouninstaller.com  Revo Uninstaller Pro بواسطة ملف. بعد ارسال ملف التنشيط الى رسائل البريد الالكتروني الخاصة بالدعم ، يجب ان تتلقى مفتاح الغاء القفل من فريق دعم Revo Uninstaller Pro. تحتاج الى ادخال مفتاح الغاء القفل ادناه (يوصى بشدة بالنسخ واللصق) والضغط على زر "تنشيط". اذا كان لديك اي اسئلة او مشاكل تتعلق بالتسجيل، يرجى الاتصال بنا على:لقد اخترت تنشيط
16084 = registration@revouninstaller.com  يرجى فقط الضغط على زر "تنشيط". اذا كان لديك اي اسئلة او مشاكل تتعلق بالتسجيل يرجى الاتصال بنا على:Revo Uninstaller Pro هناك تغيير على حاسوبك يتطلب اعادة تنشيط
16085 = التفعيل ناجح! 
16086 = فشل التنشيط!
16087 = Revo Uninstaller Pro.لا يوجد اتصال بخادم التنشيط. يرجى التاكد من ان جدار حمايتك لا يمنع 
16088 = ادخل اسم المستخدم:
16089 = (ادخل الرقم التسلسلي (يوصى بالنسخ واللصق:
16090 = (ادخل مفتاح الغاء القفل (يوصى بالنسخ واللصق:
16091 = اعادة تعيين عملية التنشيط
16092 = الايام المتبقية:
16093 = حفظ الملف
16094 = مسجل الى
16095 = اعاده تنشيط
16096 = التنشيط قيد التقدم. الرجاء الانتظار...
16097 = رقم تسلسلي خاطئ.\nيرجى نسخ ولصق الرقم التسلسلي بدلا من كتابته!
16098 =  Revo Uninstaller Pro يرجى اعادة تشغيل
16099 = الوضع المظلم
16100 = الرقم التسلسلي:
16101 = بيانات الرخصة:
16102 = ارسال الملاحظات
16103 = الدعم عبر الانترنت
16104 = اعادة تعيين اعدادات لوحات النوافذ الرئيسية
16105 = اعادة تعيين اعدادات التحكم في عرض التفاصيل
16106 = اعادة تعيين بنجاح!\nلتطبيق التغييرات Revo Uninstaller Pro اعد تشغيل 
16107 = لا توجد عناصر محددة.\nيجب عليك التحقق من عنصر واحد على الاقل للمتابعة.
16108 = اظهار شاشة البداية لبدء التشغيل
16109 = منظف التاريخ
16110 = التاريخ\nالانظف
16111 = المزيد من\nالاوامر
16112 = قيد التشغيل بالفعل Revo Uninstaller Pro!
16113 = تنتهي صلاحية تحديث الاشتراك: 
16114 = جدد الآن
16115 = %s! انتهت صلاحية تحديث الاشتراك على
16116 = تحديث الاشتراك
16117 = التي تم اصدارها بعد ذلك التاريخ ، فيجب عليك تجديد اشتراك التحديث. Revo Uninstaller Pro اذا كنت تريد ان تكون قادرا على تثبيت احدث اصدارات 
16118 = تذكير الاصدار التجريبي
16119 = انت تشغل اصدار تجريبي يعمل بكامل طاقته لمدة 30 يوما. فتحي الداودية يسالك هل تحب البرنامج وترغب في استخدامه بعد انتهاء الفترة التجريبية ، يجب عليك شراء رخصة.البرنامج شكرا لك على استخدام البرنامج 
16120 = فيجب عليك تجديد اشتراكك. Revo Uninstaller Pro اذا كنت ترغب في تثبيت احدث اصدار من ٪s.تم اصداره قبل Revo Uninstaller Pro يسمح لك اشتراكك بتثبيت وتنشيط اصدار من
16121 = مثل
16122 = الرخصة معطلة
16123 = مرة اخرى ، فيجب عليك تسجيله برقم تسلسلي صالح Revo Uninstaller Pro تم الغاء تنشيط رخصتك من قبلك. اذا كنت ترغب في استخدام 
16124 = الغاء تنشيط الرخصة
16125 = تم الغاء تنشيط مفاتيح التنشيط المستخدمة بنجاح.
16126 = فشل الغاء التنشيط!
16127 = هل انت متاكد من انك تريد الغاء تنشيط رخصتك؟\nسيتوقف عن العمل! تابع فقط اذا كنت تريد نقل رخصتك او نقله الى حاسوب آخر.Revo Uninstaller Pro التثبيت الحالي ل.
16128 = الغاء تنشيط
16129 = الغاء تنشيط رخصتك الرجاء الانتظار...
16130 = يوم
16131 = تم بالفعل تطبيق الرقم التسلسلي الذي تم ادخاله على ملف الرخصة الحالي.
16132 = يرجى تجديد اشتراك التحديث اذا كنت ترغب في تثبيت احدث اصدار واستخدامه. Revo Uninstaller Pro وبالتالي فانت غير مؤهل لتحديث الاصدار الحالي من %s, انتهت صلاحية اشتراكك في التحديث في
16133 = لون نص زر الاوامر
16134 = ادخل اي اسم مستخدم تريده
16135 = استيراد ناجح!\nلتطبيق التغييرات.Revo Uninstaller Pro اعد تشغيل 
16150 = مربعات الحوار لون الخلفية
16151 = لون النص
16152 = يتحكم في لون الخلفية
16153 = لون التحديد
16156 = تعطيل كل الحركات النصية
16157 = احصل على تطبيقنا Android 
16158 =  تنزيل تطبيقنا Android  
16159 = نسخ الى الحافظة
16163 = منتجاتنا
[AppBar]
16900 = حفظ سجل تغييرات النظام التي تتم مراقبتها
16901 = التوقف عن مراقبة التثبيت
16902 = يراقب تغييرات النظام - تابع التثبيت كالمعتاد! من فضلك ، لا تقم بتشغيل اي ملفات اعداد اخرى او برامج او اي شيء آخر ، اثناء تثبيت البرنامج! بعد الانتهاء من التثبيت ، تشغيل البرامج المثبتة وتكوينها واغلاقها. ثم اضغط على زر "ايقاف" (مربع) واحفظ السجل.Revo Uninstaller Pro
16903 = ادخل اسما للسجل:
16904 = ادخل اسما للسجل واضغط على زر "حفظ"
16905 = يتتبع التثبيت Revo Uninstaller Pro
16906 = هو لحفظ البيانات Revo Uninstaller Pro 
16907 = تعذر الحصول على الامتياز المطلوب لايقاف تشغيل الحاسوب حاول ايقاف التشغيل يدويا!
16908 = تعذر ضبط الامتياز لايقاف تشغيل الحاسوب حاول ايقاف التشغيل يدويا!
16909 = يرجى ادخال اسم سجل صالح!
16910 = هل انت متاكد من انك تريد الغاء عملية التسجيل؟

[JunkFilesCleanerPro]
17000 = استبعاد
17001 = آخر تعديل
17002 = مسح المجلد...
17003 = ادخل
17004 = المجلدات التي يجب تضمينها كرسائل غير مرغوبة

[Windows Apps]
17100 = تطبيقات\nويندوز
17101 = تطبيقات ويندوز
17102 = تطبيق وندوز
17103 = مجموع التطبيقات
17104 = التطبيق
17105 = تطبيقات
17106 = تسرد الوحدة النمطية "تطبيقات وندوز " جميع تطبيقات وندوز المثبتة وتساعدك على الغاء تثبيت اي منها بنقرة واحدة. تاتي بعض التطبيقات التي تنتجها مايكروسوفت مثبتة مسبقا مع نظام التشغيل ، ويتم تثبيت البعض الآخر من خلال  متجر مايكروسوفت. يمكن العثور على مزيد من المعلومات حول اي تطبيق من قائمة السياق.
17107 = تحليل امر الغاء التثبيت الافتراضي للتطبيق وتشغيله
17108 = بعد انتهاء برنامج الغاء التثبيت الافتراضي للتطبيق ، اضغط على زر "مسح" لبدء البحث عن الملفات والمجلدات وعناصر مكتب التسجيل المتبقية.
17109 = هل انت متاكد من انك تريد الغاء تثبيت التطبيق المحدد؟
17110 = غير قادر على تشغيل تطبيق وندوز المحدد!
17111 = فتح في متجر مايكروسوفت
17115 = انهى
17116 = اعادة تعيين التطبيق
17117 = اعادة تعيين متجر مايكروسوفت
17118 = غير قادر على انهاء التطبيق المحدد.
17119 = سيؤدي ذلك الى استعادة التطبيق الى تكوينه الاولي. \n هل تريد المتابعة؟
17120 = سيؤدي ذلك الى استعادة متجر مايكروسوفت الى تكوينه الاولي..\nهل تريد المتابعة?
17121 = المضمنة.%s فشلت عملية الغاء تثبيت.\nوالمحاولة مرة اخرى.%s نوصي بالتحقق من تكامل ملفات النظام او اعادة تعيين تطبيق .
17122 = فشل الغاء التثبيت
  
[Browser Extensions]
17200 = متصفح\nملحقات
17201 = ملحقات المتصفح
17202 = MS Edge امتداد
17203 = النوع
17204 = امتداد
17205 = البرنامج المساعد
17206 = التطبيق
17207 = مساعد
17208 = شريط الادوات
17209 = مزود خدمة البحث
17210 = قيد التشغيل. قتل (قوة توقف) اذا كنت ترغب في المتابعة.\n قد تفقد البيانات غير المحفوظة في متصفحك.%s
17211 = اجمالي الاضافات
17212 = امتداد
17213 = امتدادات
17214 = تثبيتها لتخصيصها. يعرض لك العمود "النوع" نوع الاضافة وفقا للمتصفح. Google Chrome, Microsoft Edge, Mozilla Firefox and Internet Explorer تسرد وحدة "ملحقات المتصفح" وتساعدك على حذف نوع مختلف من المكونات الاضافية (تسمى الاضافة او الوظائف الاضافية) ، والتي تتيح لك المتصفحات الاكثر شيوعا مثل
17215 = هل انت متاكد من انك تريد ازالة الاضافات المحددة؟
17216 = امتداد ٪s ازالة
17217 = ثم متابعة عملية الازالة  Chrome، لتجنب اعادة التثبيت التلقائي للاضافة، يرجى تعطيل "مزامنة التطبيقات" و"مزامنة الاضافات" من اعدادات 
17218 = لقد قمت بتحديد ملحق مثبت مسبقا.
17219 = المستعرض
17220 = ملف تعريف
17221 = لقتله/اغلاقه بالقوة (قد تفقد البيانات غير المحفوظة في متصفحك).◙ اضغط على اي مفتاح آخر للالغاء." k"قيد التشغيل.◙ اضغط على %s
17222 =  قيد التشغيل. يرجى اغلاقه لمتابعة %s.

[EvidenceRemoverPro]
17300 = النوع
17301 = الحجم الاجمالي
17302 = مساحة حرة
17310 = القرص المحلي
17311 = قرص قابل للازالة
17312 = الوقت المتبقي المقدر:
17313 = ايام 
17314 = الساعات
17315 = محضر
17316 = الثواني
17317 = هل انت متاكد من انك تريد ايقاف العملية؟

[WindowsToolsPro]
17400 = استعادة النظام
17401 = تشخيصات الشبكة
17402 = معلومات الشبكة
17403 = مركز الامان
17404 = خصائص النظام
17405 = معلومات النظام
17406 = TCP/IP Netstat امر
17407 = لوحة المفاتيح على الشاشة
17408 = الغاء تجزئة القرص
17409 = الخدمات
17410 = المجلدات المشتركة
17411 = نهج المجموعة
17412 = اضافة/ازالة مكونات وندوز
17413 = مايكروسوفت ويندوز اداة ازالة البرامج الضارة
17414 = النسخ الاحتياطي واستعادة ويندوز
17415 = جدولة المهام
17416 = التحقق من القرص
17417 = مدقق ملفات النظام
17418 = تنظيف القرص
17419 = مراقب المورد
17420 = نشر خدمة الصور وادارتها
17421 = المؤقتة DNS مسح ذاكرة
17422 = DirectX معلومات و تشخيص
17450 = يسمح لك ويندوز النسخ الاحتياطي والاستعادة بعمل نسخ من ملفات البيانات لجميع الاشخاص الذين يستخدمون الحاسوب ويوفر لك القدرة على انشاء صورة نظام. يمكنك السماح ل وندوز باختيار ما تريد نسخه احتياطيا او يمكنك تحديد المجلدات والمكتبات ومحركات الاقراص الفردية التي تريد نسخها احتياطيا. تتضمن صورة النظام وندوز واعدادات النظام والبرامج والملفات. يمكنك استخدام صورة نظام لاستعادة محتويات الحاسوب اذا توقف محرك الاقراص الثابتة او الحاسوب عن العمل.
17451 = يساعدك جدولة المهام على جدولة المهام التلقائية التي تنفذ اجراءات في وقت محدد او عند حدوث حدث معين. يوفر القدرة على جدولة اطلاق البرامج او البرامج النصية في اوقات محددة مسبقا او بعد فترات زمنية محددة. يحتفظ  جدولة المهام بمكتبة لجميع المهام المجدولة، مما يوفر طريقة عرض منظمة للمهام وطريقة ملائمة لادارتها. 
17452 = التحقق من القرص يتحقق من التكامل المنطقي لنظام الملفات على وحدة تخزين وندوز. تحقق من القرص بحثا عن المشكلات المتعلقة بالقطاعات التالفة والمجموعات المفقودة والملفات المتقاطعة واخطاء الدليل. يمكن ان تحدث هذه الانواع من المشكلات بسبب تعطل النظام او تجميده ، او خلل الطاقة ، او ايقاف تشغيل الحاسوب بشكل غير صحيح ، الخ. 
17453 = ذاكرة التخزين المؤقت تالفة ، ستتم مطالبتك بادراج قرص تثبيت وندوز.DLL ذاكرة التخزين المؤقت او Windows DLL تخزين مؤقت. اذا لم يكن الملف في Windows DLL يسمح لك مدقق ملفات النظام بالبحث عن التلف واستعادته في ملفات نظام وندوز للتحقق من اصداراتها. اذا وجد مشكلة ، فسيحاول استبدال الملفات التي بها مشكلات من.
17454 = تنظيف القرص هو اداة مساعدة لصيانة الحاسوب مصممة لتحرير مساحة القرص على القرص الصلب للحاسوب. يسمح للمستخدمين بازالة الملفات التي لم تعد هناك حاجة اليها او التي يمكن حذفها بامان مثل الملفات المؤقتة وذاكرة التخزين المؤقت والسجل التي انشاها نظام التشغيل والبرامج الاخرى.
17455 = يعرض مراقب الموارد معلومات حول استخدام موارد الاجهزة (وحدة المعالجة المركزية و الذاكرة والقرص والشبكة) و البرامج (مقابض الملفات والوحدات النمطية) في الوقت الفعلي. تساعدك هذه الاداة في العثور على مقدار الموارد التي يتم استخدامها في الوقت الحالي او استخدامها بمرور الوقت من خلال تمثيل رسومي. بهذه الطريقة ، يمكنك التحقق من عدادات الاداء لمورد معين وتحديد مسار العمل لتحسين اداء الحاسوب 
17456 = بتشغيل فحص للتلف واصلاح المشكلات التي يجدها داخل نظام التشغيل. DISM يقوم.
17457 = قديم مؤقتا يحتاج الى مسحه يدويا او اعادة تعيينه. DNS اذا كنت تواجه مشكلة في الوصول الى صفحة ويب او استخدام خدمة عبر الانترنت، فقد يكون جهازك قد قام بتخزين سجل 
17458 = DirectX ثروة من المعلومات حول DirectX، وتتيح لك ايضا اجراء اختبارات تشخيصية اساسية على نظام DirectX. تعرض اداة تشخيص.

17480 = اداة
17481 = سطر الاوامر
17482 = اضافة اداة مخصصة
17483 = اداة التحرير
17484 = اداة مخصصة بنفس الاسم موجودة بالفعل.\nيرجى ادخال اسم مختلف.

[WindowsCleanerPro]
17500 = حذف ذاكرة التخزين المؤقت للصور المصغرة

[UnrecoverableDeletePro]
17600 = اضافة ملفات
17601 = اضافة مجلد
17602 = حذف الى الابد
17603 = حذف
17604 = حساب...
17605 = لا يمكن حذف العناصر المتبقية في القائمة الآن..\nتاكد من عدم استخدامها بواسطة وندوز او برنامج آخر وحاول مرة اخرى..
17606 = ازالة العناصر المحددة من القائمة

[Backup Manager]
17800 = مدير النسخ الاحتياطي
17801 = استعادة
17802 = حذف
17803 = حذف الكل
17804 = مخصص\nاستعادة
17812 = تحميل الشجرة ...
17813 = للخلف
17814 = التالي
17815 = لم يعثر على بيانات نقطة الاستعادة
17816 = تجهيز
17817 = المواد %d من %d نسخ احتياطي 
17818 = استعادة النقاط:
17819 = الحجم الاجمالي:
17820 = بعد كل ادخال مكتب التسجيل محذوف او ملف او مجلد. من خلال استعادة نقطة استعادة ، يمكنك استعادة كل البيانات المحذوفة او يمكنك فقط اختيار العناصر التي ترغب في استعادتها واختيارها. اذا كنت بحاجة الى مساحة خالية اكبر، يمكنك حذف بعض نقاط الاستعادة او جميعها. Revo Uninstaller Pro يساعدك مدير النسخ الاحتياطي على ادارة معلومات النسخ الاحتياطي المخزنة بواسطة
17821 = اسم
17822 = عملية
17823 = حجم
17824 = عناصر مكتب التسجيل
17825 = الملفات و المجلدات
17826 = الوقت
17827 = تاريخ
17830 = اسم المفتاح/القيمة
17831 = البيانات
17835 = القيمة الافتراضية
17836 = العناصر %d من %d استعاده
17837 = استعاده
17838 = اسم الملف/المجلد
17839 = استعادة مخصصة
17840 = خطا في قراءة ملف بيانات النسخ الاحتياطي!
17841 = الملفات والمجلدات المراد استعادتها
17842 = عناصر مكتب التسجيل المراد استعادتها
17843 = لا توجد مساحة كافية على القرص لكتابة ملف البيانات الاحتياطي!
17844 = خطا في كتابة ملف البيانات الاحتياطي!
17845 = %s من %s هل انت متاكد من انك تريد استعادة العملية
17846 = هل انت متاكد من انك تريد حذف جميع نقاط الاستعادة؟
17847 = حذف\nحسب الوقت
17848 = حذف النسخ الاحتياطية الاقدم من تاريخ او فترة
17849 = حذف جميع النسخ الاحتياطية الاقدم من:
17850 = التاريخ المحدد:
17851 = اسبوع واحد
17852 = اسبوعان
17853 = 30 يوم
17854 = 90 يوم
17855 = 180 يوم
17856 = سنة واحدة
17857 = تاريخ مخصص
17858 = لقد حددت تاريخا احدث من اليوم. \nسيؤدي ذلك الى حذف جميع النسخ الاحتياطية! استمر؟?

[TooltipsPro]
18200 = Revo Uninstaller Pro اضبط اعدادات
18201 = تغيير عرض قائمة البرامج المتعقبة
18202 = Revo Uninstaller Pro ادارة معلومات النسخ الاحتياطي المخزنة بواسطة
18203 = Revo Uninstaller Pro تثبيت البرامج من خلال
18204 = الغاء التثبيت الاجباري لبقايا البرامج التي تم الغاء تثبيتها بالفعل
18205 = اظهار كافة البرامج المثبتة
18206 = اظهار البرامج المثبتة المتتبعة
18207 = الغاء تثبيت البرنامج المتعقب المحدد
18208 = الغاء التثبيت المخصص لبرنامج التتبع المحدد
18209 = Revo Uninstaller Pro استعادة نقطة الاستعادة المحددة لـ
18210 = Revo Uninstaller Pro Custom Restore لنقطة الاستعادة المحددة لـ
18211 = Revo Uninstaller Pro حذف نقطة الاستعادة المحددة لـ
18212 = اضافة برنامج لبدء التشغيل تلقائيا مع بدء تشغيل وندوز
18213 = تنفيذ عملية ازالة الادلة على محركات الاقراص التي تم فحصها
18214 = اضافة الملفات ليتم حذفها بشكل لا يمكن اصلاحه
18215 = اضافة مجلد ليتم حذفه نهائيا
18216 = احذف الملفات والمجلدات المضافة
18217 = حذف الملفات المحددة
18218 = تغيير او اصلاح تثبيت البرنامج المحدد
18219 = (الغاء تثبيت البرنامج المحدد بسرعة (يتم حذف جميع بقايا التي تم العثور عليها تلقائيًا
18220 = اضافة عنصر جديد الى السجل
18221 = تعديل العنصر المحدد
18222 = حذف العنصر المحدد من السجل
18223 = HTML تصدير بيانات السجل الحالي بتنسيق 

[Portable]
18500 = خطا في تنزيل التحديث!
18501 = خطا في استخراج التحديث!
18502 = تحديث
18503 = اكتمل التحديث بنجاح!
18504 = %d من %d ملفات
18505 = قابليه
18506 = استخدام مجلد تخزين البيانات المخصص
18507 = تمكين وضع التحميل السريع
18508 = تقبل
18509 = اتفاقية الرخصة

[UninstallHistory]
32900 = تاريخ الغاء التثبيت
32901 = حذف الكل
32902 = تفاصيل التصدير
32903 = اسم التطبيق
32905 = البرامج غير المثبتة:
32907 = السجلات التي تم الغاء تثبيتها:
32909 = تطبيقات تم الغاء تثبيتها:
32910 = سجل مستورد
32911 = سجل المستخدم
32912 = يتتبع سجل الغاء التثبيت جميع عمليات الغاء التثبيت التي تم تنفيذها ويوفر معلومات مفصلة حول البرنامج الذي تم الغاء تثبيته وجميع البيانات المتبقية المحذوفة.
32917 = تفاصيل البرنامج:
32918 = ملخص العملية:
32919 = عمليات الملفات والمجلدات:
32920 = عمليات السجل:
32921 = تفاصيل السجل:
32922 = تفاصيل التطبيق:
32923 = مفاتيح مكتب التسجيل المحذوفة بنجاح
32924 = حذف قيم مكتب التسجيل بنجاح
32925 = الملفات المحذوفة بنجاح
32926 = المجلدات المحذوفة بنجاح
32927 = تعيين للحذف عند اعادة التشغيل
32928 = مفاتيح مكتب التسجيل المحذوفة دون جدوى
32929 = حذف قيم مكتب التسجيل دون نجاح
32930 = ملخص
32931 = حذف مفاتيح مكتب التسجيل المتبقية:
32932 = حذف قيم مكتب التسجيل المتبقية:
32933 = المجلدات المتبقية المحذوفة:
32934 = الملفات المتبقية المحذوفة:
32935 = المساحة الحرة المستصلحة من البقايا :
32936 = عرض التفاصيل
32937 = لقد قمت بالغاء التثبيت
32938 = عمليات الغاء التثبيت المكتملة